Repository: changer/socialschools-site
Catalog: socialschools_site/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Demo Form
nl: Demo formulier

source: Spam Protection
nl: Spambeveiliging

source: Morning
nl: Ochtend

source: Afternoon
nl: Middag

source: No preference
nl: Geen voorkeur

source: First
nl: Eerste

source: first possibility* (YYYY-MM-DD)
nl: Eerste mogelijkheid* (jaar-maand-dag)

source: Second
nl: Tweede

source: Second possiblity (YYYY-MM-DD)
nl: Tweede mogelijkheid (jaar-maand-dag)

source: Name
nl: Naam

source: Your name*
nl: Je naam*

source: Email
nl: Email adres

source: Your email address*
nl: Je e-mail adres*

source: Phone
nl: Telefoonnummer

source: Phone number
nl: Telefoonnummer

source: Remarks
nl: Opmerkingen

source: Form name
nl: Formuliernaam

source: Used to distinguish multiple contact forms on the same site.
nl: Gebruikt om meerder contactformulieren op een pagina te onderscheiden

source: Form Layout
nl: Formulier opmaak

source: Thank you for your message.
nl: Bedankt voor je bericht

source: Please enter the two words on the image separated by a space:
nl: Vul de twee woorden in bovenstaande afbeelding in

source: You did not enter the two words shown in the image.
nl: Je hebt de twee woorden in de afbeelding niet ingevuld

source: Contact Form
nl: Contact formulier

source: FAQ Plugin
nl: Veelgestelde vragen Plugin

source: Question
nl: Vraag

source: Answer
nl: Antwoord

source: Image
nl: Afbeelding

source: Feature Plugin
nl: Functionaliteit Plugin

source: Price Form
nl: Offerte formulier

source: Evening
nl: Avond

source: number of students
nl: Aantal leerlingen

source: Number of students*
nl: Aantal leerlingen*

source: Schoolname
nl: Schoolnaam

source: Schoolname*
nl: Schoolnaam*

source: Question*
nl: Vraag*

source: Question - Socialschools
nl: Vraag - Social Schools

source: Testimonial Plugin
nl: Referentie plugin

source: Quotation
nl: Offerte

source: School detail
nl: School details

source: function
nl: functies

source: rate
nl: prijzen

source: reference
nl: referenties

source: vision
nl: visie

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: Chile
nl: Chili

source: for primary education
nl: voor het basisonderwijs

source: Try now
nl: Probeer nu

source: Our
nl: Onze

source: beliefs
nl: visie

source: Engaged parents
nl: Betrokken ouders

source: We believe that the involvement of parents must go beyond the school bus stop.
nl: Wij geloven dat betrokkenheid van ouders verder gaat dan het schoolplein.

source: Read more
nl: Lees meer

source: Growing up safely
nl: Veilig opgroeien

source: We provide a safe and controlled environment for children to learn about social media by doing it themselves.
nl: We bieden een veilige en gecontroleerde omgeving voor kinderen zodat ze leren om gaan met Social Media en hun online beleefwereld.

source: The opportunities of technology
nl: De mogelijkheden van technologie

source: We believe that modern online technology offers enormous possibilities for educational purposes.
nl: We geloven dat moderne online technologie veel mogelijkheden biedt voor educatieve doeleinden.

source: Others
nl: Anderen

source: about Social Schools
nl: over Social Schools

source: "I see lots of nice school activities on Social Schools. Parents and colleagues are enthusiastic; Social Schools turns out to be a conventient platform for communication!"
nl: 'Ik zie allerlei leuke activiteiten op Social Schools. Ik krijg veel positieve reacties van ouders en collega’s. Het blijkt een handig communicatieplatform te zijn!'

source: Examples
nl: Voorbeelden

source: of Social Schools
nl: van Social Schools

source: Soon
nl: Binnenkort

source: Share on
nl: Deel op

source: Apart from having published posts appear on your website through our newsfeed or website-module you can now extend your school's reach by tweeting published posts on your school's twitter timeline.
nl: Gepubliceerde berichten kon je al eenvoudig op je schoolwebsite laten zien met onze newsfeed. Nu kun je je bereik verder vergroten door gepubliceerde berichten te delen op het twitter-account van je school.

source: About
nl: Over

source: us
nl: ons

source: Our team of passionate experts is working every day to improve Social Schools even further. By doing so we maintain our position of the single best online community for primary schools. If you'd like to get to know us a little better, check out our team page.
nl: Ons team met gedreven experts is elke dag aan het werk om Social Schools te verbeteren. Zo behouden we onze positie van de beste online community voor basisscholen. Als je meer over ons wilt weten, bekijk onze teampagina.

source: Follow
nl: Volg

source: us on
nl: ons op

source: Our address
nl: Ons adres

source: Prefer a personal demonstration of Social Schools? We are happy to drop by and explain the product.
nl: Wil je liever dat we je een persoonlijke demonstratie komen geven? Vraag hier een demo aan. We komen graag langs om Social Schools te laten zien.

source: Questions?
nl: Vragen?

source: OTHER
nl: OVERIG

source: The
nl: De

source: most important features
nl: belangrijkste functies

source: We are constantly trying to improve Social Schools with new and improved features!
nl: We zijn altijd bezig om Social Schools te verbeteren door nieuwe en verbeterde functionaliteiten toe te voegen!

source: Wondering
nl: Benieuwd

source: how these features work exactly
nl: hoe Social Schools precies werkt

source: Try it yourself
nl: Probeer het zelf

source: or request a
nl: of doe een aanvraag voor een

source: Contact us
nl: Neem contact met ons op

source: Testimonials
nl: Referenties

source: Want to
nl: Wil je het

source: try too
nl: ook proberen?

source: FAQ
nl: Veelgestelde vragen

source: Frequently asked
nl: Veelgestelde

source: questions
nl: Vragen

source: Tutorial
nl: Instructie

source: will be available soon
nl: zijn binnenkort beschikbaar

source: Documents
nl: Documenten

source: CMS manual
nl: CMS handleiding

source: Do's and Don'ts of social media in the classroom
nl: Do's en Don'ts van social media in de klas

source: A collection of icons to be used as group profile pictures
nl: Een verzameling iconen die je kunt gebruiken als groepsprofielfoto's

source: Rainbow
nl: Regenboog

source: Blue
nl: Blauw

source: Didn't find
nl: Niet gevonden

source: what you were looking for
nl: waar je naar op zoek was

source: Our beliefs
nl: Onze visie

source: Our team
nl: Ons team

source: With Social Schools parents get a genuine taste of what's going on in the school and what their children learn and do in the classroom. Everything we do is aimed at facilitating meaningful communication between parents, children, teachers and the school.
nl: Met Social Schools blijven ouders betrokken en weten wat er gaande is in de school, hoe hun kinderen leren en deel uitmaken van de klas. In alles wat we ontwikkelen voor Social Schools faciliteren we betekenisvolle communicatie tussen ouders, kinderen, leerkrachten en de school.

source: In the real world you wouldn’t lose your child out of sight, but on the internet many parents find it difficult to keep track of their activities. On the one hand children should be monitored but on the other hand it's even more important to educate children about online behavior.
nl: In de echte wereld verlies je je kind niet uit het oog, maar op internet vinden veel ouders het moeilijk bij te houden wat hun kinderen doen. Aan de ene kant zouden we toezicht moeten houden op onze kinderen maar het is belangrijker ze goed online gedrag te leren.

source: Being media savvy enables children to identify dangers themselves, and children have to be tutored to develop that skill. We believe that boring lessons on safe computing do not stick with anyone, and we do believe that by using social media within the school context, in a safe and fenced community, children can learn by doing. The school stays in control and we believe that creates the conditions to safely let children engage in communicating online for the first time.
nl: Mediawijsheid zal onderwezen moeten worden om kinderen de gevaren te laten zien. We geloven dat saaie lessen over veilig internetten niet bij iedereen blijven hangen, en daarom geloven wij dat door social media technieken in een veilige en afgeschermde groep te gebruiken, kinderen kunnen leren door te doen. De school houdt de controle en we geloven dat deze controle bijdraagt aan een veilige eerste ervaring met online communiceren.

source: We believe that technology offers enormous possibilities for educational purposes. Not only in the practical sense of technology that supports the teaching process, but also by broadening the views of children. Technology connects people across physical borders and enables children to learn about the reality and mindset of children in other countries, from another background or from different cultures.
nl: We geloven dat technologie veel mogelijkheden biedt voor het onderwijs. Niet alleen ondersteunt technologie de leerkracht bij het lesgeven maar het verbreedt ook de wereld van de kinderen. Techniek verbindt mensen over grenzen heen en laat kinderen kennismaken met mensen in andere landen met een andere achtergrond en cultuur.

source: Check out the
nl: Bekijk de

source: features
nl: functionaliteiten

source: Our
nl: Ons

source: I'm passionate about helping schools improve their communication and collaboration with parents by building a community.
nl: Het is mijn passie om scholen te helpen de samenwerking en communicatie met ouders te verbeteren door het bouwen van een community.

source: Mail me
nl: Stuur me een e-mail

source: I love to make people enthusiastic about good communication in schools. I take care of implementations, give workshops and organize events. Happy clients are my goal so just call 'Miss Social Schools' ;-)
nl: Ik maak mensen graag enthousiast voor goede communicatie binnen een school. Ik verzorg de implementaties, geef workshops en organiseer evenementen. Tevreden klanten zijn mijn doel dus bel mij om ook zo'n tevreden klant te worden!

source: Description coming soon
nl: Binnenkort lees je hier meer over mij

source: I'm UI developer of Social Schools and I am very passionate about UI designs, converting them from design to actual product. My goal is to enhance UI and UX.
nl: Ik ben interface ontwikkelaar van Social Schools, mijn passie ligt bij gebruikersinterface ontwerpen en het omzetten van ontwerpen in een echt product. Mijn doel is om de gebruikersinterface te blijven verbeteren.

source: I love to investigate and structure our user feedback and the market developments to help us build the best product for our users. Sometimes I can't resist to write some code myself.
nl: Ik houd ervan om onze gebruikersfeedback en marktontwikkelingen te structureren zodat wij het beste product kunnen bouwen voor onze gebruikers. Soms bouw ik zelf ook mee aan Social Schools.

source: My concern is to deliver a great working app on mobile devices. In this I consider the whole lifecycle of an app to accomplish the best result.
nl: Ik wil gebruikers graag een goed werkende app laten ervaren op mobiele apparaten. Ik houd hierbij de hele levenscyclus van een app in gedachten voor het beste resultaat.

source: As account manager I like to advise and inspire schools to communicate in a modern way with parents, children and everybody involved with the school.
nl: Als accountmanager adviseer en inspireer ik scholen te communiceren op een eigentijdse manier met ouders, leerlingen en alle betrokkenen van de school.

source: I love doing frontend development and converting design into code. I like learning new skills and solving problems that matter.
nl: Ik houd van frontend software ontwikkeling; het omzetten van ontwerpen in werkende schermen. Ik leer constant nieuwe dingen en vind het leuk om mee te helpen met het oplossen van problemen die er toe doen.

source: Curious
nl: Benieuwd

source: about the costs for your school
nl: naar de voordelen voor jouw school

source: Contact us for more information about our prices
nl: Neem contact met ons op voor meer informatie over onze prijzen

source: prices
nl: prijzen

source: The core
nl: De basis

source: Social Schools platform including
nl: Het Social Schools platform inclusief:

source: Full access and unlimited usage of all functions in Social Schools.
nl: Volledige toegang en onbeperkt gebruik van alle functionaliteiten in Social Schools.

source: Unlimited accounts for parents and teachers at no extra cost.
nl: Onbeperkte gebruikersaccounts voor ouders en leerkrachten zonder extra kosten.

source: Hosting of your Social Schools instance.
nl: Hosting van de Social Schools omgeving voor jouw school.

source: Unlimited data storage (based on fair use policy).
nl: Ongelimiteerde data opslag (gebaseerd op redelijk gebruik).

source: Professional implementation with personal support at no extra cost.
nl: Professionele implementatie met persoonlijk contact zonder extra kosten.

source: per student per year
nl: per leerling per jaar

source: With a minimum of
nl: met een minimum van

source: per year
nl: per jaar

source: The Social Schools website module enables you to present your school professionally on the web. It exists of an easy to use CMS-module which shows news from the Social Schools environment out of the box.
nl: De Social Schools website module maakt het mogelijk online een professionele indruk te maken. De website module heeft een gebruiksvriendelijk Content Management Systeem. Het publieke nieuws vanuit Social Schools wordt standaard op de website weergegeven.

source: per school per year
nl: per school per jaar

source: If you already have a beautiful website, replacing it might feel like a waste. Our great looking Newsfeed Plugin enables you to show the published posts on your existing website.
nl: Als je al een mooie website hebt ga je deze niet zomaar vervangen. Daarom biedt Social Schools een Nieuws-plugin die het mogelijk maakt om gepubliceerd nieuws te laten zien op je huidige website.

source: We support your school to learn all about using Social Schools in our interactive workshops.
nl: We kunnen jullie als school op weg helpen met Social Schools door een interactieve workshop te geven.

source: per session
nl: per sessie

source: Don't hesitate to send us an email:
nl: Twijfel niet om ons een e-mail te sturen:

source: or to call me at
nl: of met ons te bellen op

source: We hope you will find what you need. If you don't, don't hesitate to send us an email:
nl: We hopen dat je hier vindt wat je nodig hebt. Zoniet, twijfel niet om ons te e-mailen:

source: or to call us at
nl: of met ons te bellen op
